Repository: everpcpc/KMReader
Catalog: KMReader/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# series.sortOption.dateUpdatedAsc
source: Date Updated (Oldest)
zh_hans: 更新日期（最早）
zh_hant: 更新日期（最早）

# series.sortOption.dateUpdatedDesc
source: Date Updated (Newest)
zh_hans: 更新日期（最新）
zh_hant: 更新日期（最新）

# series.sortOption.folderNameAsc
source: Folder Name (A-Z)
zh_hans: 文件夹名称（A-Z）
zh_hant: 資料夾名稱（A-Z）

# series.sortOption.folderNameDesc
source: Folder Name (Z-A)
zh_hans: 文件夹名称（Z-A）
zh_hant: 資料夾名稱（Z-A）

# series.sortOption.nameAsc
source: Name (A-Z)
zh_hans: 名称（A-Z）
zh_hant: 名稱（A-Z）

# series.sortOption.nameDesc
source: Name (Z-A)
zh_hans: 名称（Z-A）
zh_hant: 名稱（Z-A）

# series.sortOption.random
source: Random
zh_hans: 随机
zh_hant: 隨機

# series.sortOption.releaseDateAsc
source: Release Date (Oldest)
zh_hans: 发行日期（最早）
zh_hant: 發行日期（最早）

# series.sortOption.releaseDateDesc
source: Release Date (Newest)
zh_hans: 发行日期（最新）
zh_hant: 發行日期（最新）

# series.status.all
source: All
zh_hans: 全部
zh_hant: 全部

# series.status.cancelled
source: Cancelled
zh_hans: 已取消
zh_hant: 已取消

# series.status.ended
source: Ended
zh_hans: 已完结
zh_hant: 已完結

# series.status.hiatus
source: Hiatus
zh_hans: 暂停
zh_hant: 暫停

# series.status.ongoing
source: Ongoing
zh_hans: 连载中
zh_hant: 連載中

source: Server
zh_hans: 服务器
zh_hant: 伺服器

source: Server Info
zh_hans: 服务器信息
zh_hant: 伺服器資訊

source: Server not updated yet
zh_hans: 服务器尚未更新
zh_hant: 伺服器尚未更新

source: Server updated %@ ago
zh_hans: 服务器 %@ 前已更新
zh_hant: 伺服器於 %@ 前已更新

source: Server URL
zh_hans: 服务器 URL
zh_hant: 伺服器 URL

source: Servers
zh_hans: 服务器
zh_hant: 伺服器

# settings.appearance.cards
source: Cards
zh_hans: 卡片
zh_hant: 卡片

# settings.appearance.color
source: Color
zh_hans: 颜色
zh_hant: 顏色

# settings.appearance.gridColumns
source: Grid Columns
zh_hans: 网格列数
zh_hant: 網格欄數

# settings.appearance.landscapeColumns.caption
source: Number of columns in landscape orientation for grid browse layout
zh_hans: 横屏网格浏览时的列数
zh_hant: 橫向瀏覽時的網格欄數

# settings.appearance.landscapeColumns.label
source: Landscape Columns
zh_hans: 横屏列数
zh_hant: 橫向欄數

# settings.appearance.numberOfColumns.caption
source: Number of columns for grid browse layout
zh_hans: 网格浏览的列数
zh_hant: 網格瀏覽的欄數

# settings.appearance.numberOfColumns.label
source: Number of Columns
zh_hans: 列数
zh_hant: 欄數

# settings.appearance.portraitColumns.caption
source: Number of columns in portrait orientation for grid browse layout
zh_hans: 竖屏网格浏览时的列数
zh_hant: 直向瀏覽時的網格欄數

# settings.appearance.portraitColumns.label
source: Portrait Columns
zh_hans: 竖屏列数
zh_hant: 直向欄數

# settings.appearance.preserveThumbnailAspectRatio.caption
source: Preserve aspect ratio for thumbnail images
zh_hans: 保持缩略图长宽比
zh_hant: 保持縮圖長寬比

# settings.appearance.preserveThumbnailAspectRatio.title
source: Preserve Thumbnail Aspect Ratio
zh_hans: 保持缩略图比例
zh_hant: 保持縮圖比例

# settings.appearance.showBookCardSeriesTitles.caption
source: Show series titles for books in view cards
zh_hans: 在书籍卡片显示系列标题
zh_hant: 在書籍卡片顯示系列標題

# settings.appearance.showBookCardSeriesTitles.title
source: Show Book Card Series Titles
zh_hans: 显示书籍系列标题
zh_hant: 顯示書籍系列標題

# settings.appearance.showSeriesCardTitles.caption
source: Show titles for series in view cards
zh_hans: 在系列卡片显示标题
zh_hant: 在系列卡片顯示標題

# settings.appearance.showSeriesCardTitles.title
source: Show Series Card Titles
zh_hans: 显示系列卡片标题
zh_hant: 顯示系列卡片標題

# settings.appearance.theme
source: Theme
zh_hans: 主题
zh_hant: 主題

# settings.appearance.title
source: Appearance
zh_hans: 外观
zh_hant: 外觀

# settings.libraries.alert.delete
source: Delete
zh_hans: 删除
zh_hant: 刪除

# settings.libraries.alert.message
source: This will permanently delete %1$@ from Komga.\n\nTo confirm, please type the library name: %2$@
zh_hans: 这会永久从 Komga 删除 %1$@。 要确认，请输入库名：%2$@
zh_hant: 這會永久從 Komga 刪除 %1$@。 要確認，請輸入圖書館名稱：%2$@

# settings.libraries.alert.placeholder
source: Enter library name
zh_hans: 输入库名
zh_hant: 輸入圖書館名稱

# settings.libraries.alert.title
source: Delete Library?
zh_hans: 删除库？
zh_hant: 刪除圖書館？

# settings.libraries.title
source: Libraries
zh_hans: 库
zh_hant: 書庫

source: Show connection status and task completion notifications
zh_hans: 显示连接状态与任务完成提示
zh_hant: 顯示連線狀態與任務完成提示

source: Show Cover in Dual Spread
zh_hans: 双页模式显示封面
zh_hant: 雙頁模式顯示封面

source: Show Less
zh_hans: 收起
zh_hant: 收起

source: Show More
zh_hans: 展开
zh_hant: 展開

source: Show Notifications
zh_hans: 显示通知
zh_hant: 顯示通知

source: Show Tap Zone Hints
zh_hans: 显示点击区提示
zh_hant: 顯示點擊區提示

source: Sign in to Komga
zh_hans: 登录 Komga
zh_hant: 登入 Komga

# simpleSort.dateAdded
source: Date Added
zh_hans: 添加日期
zh_hant: 新增日期

# simpleSort.dateUpdated
source: Date Updated
zh_hans: 更新日期
zh_hant: 更新日期

# simpleSort.name
source: Name
zh_hans: 名称
zh_hant: 名稱

source: Size: %@
zh_hans: 大小：%@
zh_hant: 大小：%@

source: Sort
zh_hans: 排序
zh_hant: 排序

source: Sort By
zh_hans: 排序依据
zh_hant: 排序依據

# sort.direction.ascending
source: Ascending
zh_hans: 升序
zh_hant: 遞增

# sort.direction.descending
source: Descending
zh_hans: 降序
zh_hant: 遞減

source: Source Code
zh_hans: 源代码
zh_hant: 原始碼

source: Start Download
zh_hans: 开始下载
zh_hant: 開始下載

source: Status
zh_hans: 状态
zh_hant: 狀態

source: Storage not configured: %@
zh_hans: 存储未配置：%@
zh_hant: 儲存未設定：%@

source: Storage operation failed: %@
zh_hans: 存储操作失败：%@
zh_hant: 儲存操作失敗：%@

source: Success
zh_hans: 成功
zh_hant: 成功

source: Summary
zh_hans: 概要
zh_hant: 概要

source: Summary (Optional)
zh_hans: 摘要（可选）
zh_hant: 摘要（可選）

source: System Font Picker
zh_hans: 系统字体选择器
zh_hant: 系統字體選擇器

# tab.browse
source: Browse
zh_hans: 浏览
zh_hant: 瀏覽

# tab.home
source: Home
zh_hans: 主页
zh_hant: 主頁

# tab.settings
source: Settings
zh_hans: 设置
zh_hant: 設定

source: Table of Contents
zh_hans: 目录
zh_hant: 目錄

source: Tag
zh_hans: 标签
zh_hant: 標籤

source: Tags
zh_hans: 标签
zh_hant: 標籤

source: Task Queue Status
zh_hans: 任务队列状态
zh_hant: 任務佇列狀態

source: Tasks
zh_hans: 任务
zh_hant: 任務

source: Tasks Executed
zh_hans: 已执行任务
zh_hant: 已執行任務

source: Tasks Total Time
zh_hans: 任务总耗时
zh_hant: 任務總耗時

source: The background color of the reader
zh_hans: 阅读器背景色
zh_hant: 閱讀器背景色

source: Theme
zh_hans: 主题
zh_hant: 主題

source: This feature is only available to administrators
zh_hans: 此功能仅管理员可用
zh_hant: 此功能僅管理員可用

source: This will permanently delete %@ from Komga.
zh_hans: 这将从 Komga 永久删除 %@。
zh_hant: 這將從 Komga 永久刪除 %@。

source: This will remove %@, its credentials, and all cached data for this server.
zh_hans: 将移除 %@、其凭证和所有缓存数据。
zh_hant: 將移除 %@、其憑證與所有快取資料。

source: This will remove all cached EPUB files from disk. Files will be re-downloaded when needed.
zh_hans: 将从磁盘移除所有缓存 EPUB 文件，需时会重新下载。
zh_hant: 將從磁碟移除所有快取 EPUB 檔案，需要時會重新下載。

source: This will remove all cached page images from disk. Images will be re-downloaded when needed.
zh_hans: 将移除所有缓存页面图片，需时重新下载。
zh_hant: 將移除所有快取頁面圖片，需要時重新下載。

source: This will remove all cached thumbnails from memory and disk. Thumbnails will be re-downloaded when needed.
zh_hans: 将移除所有缩略图缓存，需时重新下载。
zh_hant: 將移除所有縮圖快取，需要時重新下載。

source: Thumbnail
zh_hans: 缩略图
zh_hant: 縮圖

source: Title
zh_hans: 标题
zh_hant: 標題

source: Title Sort
zh_hans: 标题排序
zh_hant: 標題排序

# title.authenticationActivity
source: Authentication Activity
zh_hans: 身份验证活动
zh_hant: 身分驗證活動

# title.book
source: Book
zh_hans: 书籍
zh_hant: 書籍

# title.browse
source: Browse
zh_hans: 浏览
zh_hant: 瀏覽

# title.cache
source: Cache
zh_hans: 缓存
zh_hant: 快取

# title.chapters
source: Chapters
zh_hans: 章节
zh_hant: 章節

# title.collection
source: Collection
zh_hans: 收藏
zh_hant: 收藏

# title.dashboard
source: Dashboard
zh_hans: 主页
zh_hant: 主頁

# title.reader
source: Reader
zh_hans: 阅读器
zh_hant: 閱讀器

# title.readList
source: Read List
zh_hans: 阅读列表
zh_hant: 閱讀列表

# title.series
source: Series
zh_hans: 系列
zh_hant: 系列

# title.serverInfo
source: Server Info
zh_hans: 服务器信息
zh_hant: 伺服器資訊

# title.settings
source: Settings
zh_hans: 设置
zh_hant: 設定

source: To find font names, go to Settings > General > Fonts on your device. All fonts, including profile-installed fonts, are available.
zh_hans: 要查看字体名称，请在设备“设置 > 通用 > 字体”，包含个人安装字体。
zh_hant: 要查看字體名稱，請到裝置「設定 > 一般 > 字體」，含個人安裝字體。

source: Total Tasks
zh_hans: 任务总数
zh_hant: 任務總數

source: Try selecting a different library.
zh_hans: 尝试选择不同的库
zh_hant: 嘗試選擇不同的庫

source: Typeface
zh_hans: 字体
zh_hant: 字體

source: Unable to decode XHTML document: %@
zh_hans: 无法解码 XHTML 文档：%@
zh_hant: 無法解碼 XHTML 文件：%@

source: Unable to load pages for this book. This format may not be supported.
zh_hans: 无法加载该书的页面，格式可能不受支持。
zh_hant: 無法載入該書頁面，格式可能不受支援。

source: Unavailable
zh_hans: 不可用
zh_hant: 不可用

source: Unread
zh_hans: 未读
zh_hant: 未讀

source: Unsupported manifest resource type: %@
zh_hans: 不支持的清单资源类型：%@
zh_hant: 不支援的清單資源類型：%@

source: URL
zh_hans: URL 链接
zh_hant: URL 連結

source: Used when a book or series doesn't specify a reading direction
zh_hans: 当书籍或系列未指定阅读方向时使用
zh_hant: 當書籍或系列未指定閱讀方向時使用

source: User
zh_hans: 用户
zh_hant: 使用者

source: User Access
zh_hans: 普通用户
zh_hant: 普通用戶

source: Username
zh_hans: 用户名
zh_hant: 使用者名稱

source: Validate Connection
zh_hans: 验证连接
zh_hant: 驗證連線

source: Validation failed: %@
zh_hans: 校验失败：%@
zh_hant: 驗證失敗：%@

source: Vendor
zh_hans: 厂商
zh_hant: 廠商

source: Vendor Version
zh_hans: 厂商版本
zh_hant: 廠商版本

source: Version
zh_hans: 版本
zh_hant: 版本

source: View Details
zh_hans: 查看详情
zh_hant: 檢視詳細資訊

source: View Series
zh_hans: 查看系列
zh_hant: 檢視系列

source: Webtoon Page Width
zh_hans: Webtoon 页宽
zh_hant: Webtoon 頁寬

source: Weight: %@
zh_hans: 字重：%@
zh_hant: 字重：%@

source: When disabled, connection status and task completion messages will not be shown.
zh_hans: 关闭后不再显示连接状态与任务完成消息。
zh_hant: 關閉後不再顯示連線狀態與任務完成訊息。

source: When disabled, the dashboard will not automatically refresh when SSE events are received. You can still manually refresh.
zh_hans: 关闭后接收 SSE 也不会自动刷新，可手动刷新。
zh_hant: 關閉後即使收到 SSE 也不會自動刷新，可手動更新。

source: Word Spacing: %@
zh_hans: 字间距：%@
zh_hant: 字間距：%@

source: You're all caught up!
zh_hans: 已读完
zh_hant: 已讀完

source: Your personal manga and comic reader
zh_hans: 你的漫画阅读器
zh_hant: 你的漫畫閱讀器
